Repository: NaN-tic/trytond-account_payment_receipt
Catalog: locale/*.po
Languages: ca_es, es_es

# field:account.move.line,debit_literal:
source: Debit Literal
es_es: Literal del debe

# jasper:account.move.line.receipt:
source: ACCOUNT NUM.
ca_es: NÚM COMPTE
es_es: Nº DE CUENTA

# jasper:account.move.line.receipt:
source: ADDRESS
ca_es: DIRECCIÓ
es_es: DIRECCIÓN

# jasper:account.move.line.receipt:
source: DATE
ca_es: DATA
es_es: FECHA

# jasper:account.move.line.receipt:
source: For this RECEIPT you will pay on specified maturity
ca_es: Per aquest REBUT vostè pagarà al venciment expressat
es_es: Por este RECIBO pagará usted al vencimiento expresado

# jasper:account.move.line.receipt:
source: IMPORT EUROS
es_es: IMPORTE EUROS

# jasper:account.move.line.receipt:
source: INVOICE NUM.
ca_es: FACTURA NÚM.
es_es: FACTURA NUM.

# jasper:account.move.line.receipt:
source: MATURITY
ca_es: VENCIMENT
es_es: VENCIMIENTO

# jasper:account.move.line.receipt:
source: PERSON OR ENTITY
ca_es: PERSONA O ENTITAT
es_es: PERSONA O ENTIDAD

# jasper:account.move.line.receipt:
source: RECEIPT NUM.
ca_es: REBUT NÚM.
es_es: RECIBO NUM.

# jasper:account.move.line.receipt:
source: payment at the address below:
ca_es: al domicili de pagament següent:
es_es: en el domicilio de pago siguiente

# jasper:account.move.line.receipt:
source: the quantity of:
ca_es: la quantitat de:
es_es: la cantidad de:

# model:ir.action,name:report_account_move_line_receipt
source: Receipt
ca_es: Rebut
es_es: Recibo

# jasper:account.move.line.receipt:
source: Clauses:
ca_es: Clàusules
